tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "tlk/imagemagick-x11"
tap "sdkman/tap"
brew "bat"
brew "btop"
brew "fd"
brew "fzf"
brew "git"
brew "gh"
brew "go"
brew "jq"
brew "neovim"
brew "nvm"
brew "oh-my-posh"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "zoxide"
brew "zsh-autocomplete"
brew "1password-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "tlk/imagemagick-x11/imagemagick"
brew "sdkman/tap/sdkman-cli"
cask "xquartz"
cask "ghostty"
cask "visual-studio-code"
cask "raycast"
cask "shottr"
cask "font-meslo-lg-nerd-font"
